/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@ av %2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "Den här genvägen importerades från %1$@ den %2$@.";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "Den här genvägen importerades från %1$@ %2$@.";

/* %@ = action name */
"Add “%@”" = "Lägg till ”%@”";

/* %@ = action name */
"Remove “%@”" = "Ta bort ”%@”";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "Vill du logga ut från %@ i Genvägar?";

/* %@ = service name */
"Do you want to sign out of %@?" = "Vill du logga ut från %@?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "Den här genvägen importerades från %@. Är du säker på att du vill köra den?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "som %@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "Vill du även radera åtgärderna inuti ”%@”?";

/* %@=app name */
"Install %@" = "Installera %@";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Siri-fras";

/* Access resource action settings title */
"Accounts" = "Konton";

/* Accessibility accouncement */
"Finished editing shortcuts" = "Ändring av genvägar är klar";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "%@ tillagd som favorit";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "%@ borttagen som favorit";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "Kör genväg";

/* Accessibility action */
"Delete shortcut" = "Radera genväg";

/* Accessibility action */
"Duplicate shortcut" = "Duplicera genväg";

/* Accessibility action */
"Favorite Action" = "Favoritåtgärd";

/* Accessibility action */
"Rename shortcut" = "Byt namn på genväg";

/* Accessibility action */
"Un-favorite Action" = "Ta bort åtgärden från favoriter";

/* Accessibility action or discoverability title */
"Edit shortcut" = "Ändra genväg";

/* Accessibility action or discoverability title */
"Run shortcut" = "Kör genväg";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "lade till %@ i genvägen";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "Godkända inmatningstyper";

/* Accessibility announcement */
"Closed variables tray" = "Stängd variabelbricka";

/* Accessibility announcement */
"Editing shortcuts" = "Ändrar genvägar";

/* Accessibility announcement */
"Opened variables tray" = "Öppnad variabelbricka";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "dragning";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "Genväg klar";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "lade till %1$@ i genvägen ovanför %2$@";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "lade till %1$@ i genvägen nedanför %2$@";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "flyttad ovanför %@";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "flyttad under %@";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "tog bort %@";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "Duplicerade %@ ";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "hopfälld";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "Dragning";

/* Accessibility announcement; expanded parameter */
"expanded" = "utvidgad";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "Genväg stoppad";

/* Accessibility hint */
"Closes the shortcut" = "Stänger genvägen";

/* Accessibility hint */
"Creates a new shortcut" = "Skapar en ny genväg";

/* Accessibility hint */
"Deletes the selected shortcuts" = "Raderar de markerade genvägarna";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "Tryck snabbt två gånger för att lägga till i nederkanten av genvägen. Tryck snabbt två gånger och håll och dra sedan för att anpassa placeringen i genvägen.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "Dragbar. Tryck snabbt två gånger och håll, vänta på ljudet och dra sedan för att ändra ordning. Tryck snabbt två gånger för att markera.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "Duplicerar de markerade genvägarna";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "Den här genvägen visas i åtgärdstillägget Genvägar (i delningsmenyn i iOS) när innehållet som delas är en av filtyperna som du väljer här.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "Stänger av redigeringsläget för genvägar";

/* Accessibility hint */
"Turns on shortcut editing mode" = "Slår på redigeringsläget för genvägar";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "Tryck snabbt två gånger för att fälla ihop åtgärdslådan till halvskärmsläge";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "Tryck snabbt två gånger för att fälla ut åtgärdslådan helt";

/* Accessibility hint on action */
"Double-tap to read the action description." = "Tryck snabbt två gånger för att läsa åtgärdsbeskrivningen.";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "Dragbar. Tryck snabbt två gånger och håll, vänta på ljudet och dra sedan för att ändra ordning. Tryck snabbt två gånger för att läsa åtgärdsbeskrivningen.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "Tryck snabbt två gånger för att växla inställning";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "Tryck snabbt två gånger för att välja";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "Tryck snabbt två gånger för att förminska";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "Tryck snabbt två gånger för att infoga";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "Tryck snabbt två gånger för att utvidga";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "Kör genvägen %@";

/* Accessibility label */
"Add Tag" = "Lägg till tagg";

/* Accessibility label */
"Close" = "Stäng";

/* Accessibility label */
"Create Shortcut" = "Skapa genväg";

/* Accessibility label */
"Show Keyboard" = "Visa tangentbord";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "Inuti %@";

/* Accessibility label or discoverability title */
"Redo" = "Gör om";

/* Accessibility label or discoverability title */
"Undo" = "Ångra";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "Minimerad";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "Halv skärm";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "Helskärm";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "Åtgärden %@ – körs – %d procent klar";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "Åtgärden %@";

/* Accessibility label; remove search filter */
"Remove filter" = "Ta bort filter";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@ (inte markerad)";

/* Accessibility value; switch is on */
"On" = "På";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "Släpp för att ta bort %@";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "Den här åtgärden överför inmatning som utmatning.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "Hämtar inmatningen som överfördes till början av genvägen.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "Du har inga genvägar för delningsblad ännu.\n\nOm du vill lägga till en skapar du en genväg och slår på Visa i delningsblad i dess inställningar.";

/* Action extension; no search results */
"No shortcuts match the search." = "Inga genvägar matchar sökningen.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "Du har inga genvägar ännu.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Siri-förslag";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "Genväg: %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "Lägg till i genvägen";

/* Add search filter */
"Add Filter" = "Lägg till filter";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "Alla som har tillgång till den här delade länken kan se innehållet i den här genvägen.";

/* Alert title */
"Error" = "Fel";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "Skapa iCloud-länk";

/* Allow access to service */
"Allow Access" = "Tillåt åtkomst";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "(inte installerad) %@";

/* App search view; navigation bar title */
"Choose App" = "Välj app";

/* App search view; no results */
"No results." = "Inga resultat.";

/* App search view; search bar placeholder */
"Search apps…" = "Sök i appar…";

/* Apple Watch complication */
"Complication" = "Komplikation";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "Du har inga genvägar för Apple Watch ännu.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "Välj vilka genvägar som ska visas i komplikationen Genvägar på urtavlan på Apple Watch.\n\nMed tiden kommer Genvägar att optimera när genvägar visas i komplikationen beroende på när du kör dem.";

/* Apps category */
"Apps" = "Appar";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "Ber dig att ange text när åtgärden körs.";

/* Boolean false */
"False" = "Falskt";

/* Boolean true */
"True" = "Sant";

/* Button */
"Back" = "Tillbaka";

/* Button */
"Cancel" = "Avbryt";

/* Button */
"Choose Variable" = "Välj variabel";

/* Button */
"Clear" = "Rensa";

/* Button */
"Delete Actions" = "Radera åtgärder";

/* Button */
"Delete Shortcut" = "Radera genväg";

/* Button */
"Done" = "Klar";

/* Button */
"Get More Shortcuts" = "Hämta fler genvägar";

/* Button */
"Go Back" = "Tillbaka";

/* Button */
"Help" = "Hjälp";

/* Button */
"Keep Actions" = "Behåll åtgärder";

/* Button */
"Next" = "Nästa";

/* Button */
"OK" = "OK";

/* Button */
"Remove Action" = "Ta bort åtgärd";

/* Button */
"Remove Action From Shortcut" = "Ta bort åtgärd från genväg";

/* Button */
"Remove Photo" = "Ta bort bild";

/* Button */
"Select Magic Variable" = "Välj Magic-variabel";

/* Button */
"Select Photo" = "Välj bild";

/* Button */
"Show Action Settings" = "Visa åtgärdsinställningar";

/* Button */
"Show Actions" = "Visa åtgärder";

/* Button */
"Sign Out" = "Logga ut";

/* Button */
"Take Photo" = "Ta bild";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "Lägg till på hemskärmen";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "Lägg till på hemskärmen";

/* Button or title */
"Delete" = "Radera";

/* Button or title */
"Run Shortcut" = "Kör genväg";

/* Button or title */
"Settings" = "Inställningar";

/* Button or title */
"Variables" = "Variabler";

/* Button title */
"Add to Siri" = "Lägg till i Siri";

/* Button title to import a shortcut */
"Get Shortcut" = "Hämta genväg";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "Visa resultat i helskärmsläge";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "Ta en guidad tur";

/* Button; used for sharing a shortcut's result */
"Share Result" = "Dela resultat";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "Den här genvägen fungerar med följande appar och tjänster:";

/* Choose an item */
"Choose" = "Välj";

/* Conditional AND */
"and" = "och";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "Lägg tillbaka Annars";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "Åtgärder som placeras efter Annars körs om villkoret är falskt.";

/* Conditional actions settings navigation bar title */
"If Action" = "If-åtgärd";

/* Confirmation HUD when link copies */
"Link copied" = "Länk kopierades";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "Är du säker på att du vill sluta dela den här genvägen? iCloud-länken raderas och fungerar inte längre.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "Den här genvägen raderas från alla dina iCloud-enheter.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "De här genvägarna raderas från alla dina iCloud-enheter.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "”%1$@” ser inte ut som %2$@. Ville du lägga till en kontakt?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "Använd ”%@” ändå";

/* Contact field; accessibility label */
"Add Contact" = "Lägg till kontakt";

/* Contact field; button */
"Search Contacts" = "Sök i kontakter";

/* Contact field; supported type string */
"a phone number" = "ett telefonnummer";

/* Contact field; supported type string */
"a phone number or email address" = "ett telefonnummer eller en e-postadress";

/* Contact field; supported type string */
"an email address" = "en e-postadress";

/* Content Types category */
"Content Types" = "Innehållstyper";

/* Copy link to shortcut */
"Copy Link" = "Kopiera länk";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "Kopiera iCloud-länk";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "Det här formatet följer mönstren i Unicode Technical Standard #35.";

/* Custom date format alert title */
"Custom Date Format" = "Anpassat datumformat";

/* Custom date formatting style */
"Custom" = "Anpassat";

/* Custom time format title */
"Custom Format" = "Anpassat format";

/* Default option */
"Default" = "Förval";

/* Delete all shortcuts */
"Delete All" = "Radera alla";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "Avmarkera alla";

/* Dictionary key placeholder */
"Key" = "Nyckel";

/* Discoverability or accessibility title */
"Shortcut Settings" = "Genvägsinställningar";

/* Discoverability or accessibility title */
"Stop Shortcut" = "Stoppa genväg";

/* Discoverability title */
"Close shortcut" = "Stäng genväg";

/* Discoverability title */
"Search actions" = "Sök i åtgärder";

/* Discoverability title */
"Stop shortcut" = "Stoppa genväg";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "Visa i delningsblad";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "Visa i widget";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "Visa i komplikation";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Visa på Apple Watch";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "Duplicera genväg";

/* Duplicate shortcut */
"Duplicate" = "Duplicera";

/* Edit import questions back bar button title */
"Questions" = "Frågor";

/* Error message */
"No options available." = "Inga tillgängliga alternativ.";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "Kunde inte läsa in App Store.\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "Kör genvägar snabbt med widgeten.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "Favorit";

/* Favorite button title - action is favorited */
"Favorited" = "Med favoritstatus";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "Konto: %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "Allt det följande är sant";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "Något av följande är sant";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "börjar med";

/* Find filter UI operator */
"contains" = "innehåller";

/* Find filter UI operator */
"does not contain" = "inte innehåller";

/* Find filter UI operator */
"ends with" = "slutar med";

/* Find filter UI operator */
"is" = "är";

/* Find filter UI operator */
"is after" = "är efter";

/* Find filter UI operator */
"is before" = "är före";

/* Find filter UI operator */
"is between" = "är mellan";

/* Find filter UI operator */
"is exactly" = "är exakt";

/* Find filter UI operator */
"is greater than" = "är större än";

/* Find filter UI operator */
"is greater than or equal to" = "är större än eller lika med";

/* Find filter UI operator */
"is in the last" = "är inom senaste";

/* Find filter UI operator */
"is in the next" = "är i nästa";

/* Find filter UI operator */
"is larger than" = "är större än";

/* Find filter UI operator */
"is larger than or equal to" = "är större än eller lika med";

/* Find filter UI operator */
"is less than" = "är mindre än";

/* Find filter UI operator */
"is less than or equal to" = "är mindre än eller lika med";

/* Find filter UI operator */
"is longer than" = "är längre än";

/* Find filter UI operator */
"is longer than or equal to" = "är längre än eller lika med";

/* Find filter UI operator */
"is not" = "är inte";

/* Find filter UI operator */
"is not exactly" = "är inte exakt";

/* Find filter UI operator */
"is not on" = "finns inte på";

/* Find filter UI operator */
"is on" = "finns på";

/* Find filter UI operator */
"is shorter than" = "är kortare än";

/* Find filter UI operator */
"is shorter than or equal to" = "är kortare än eller lika med";

/* Find filter UI operator */
"is smaller than" = "är mindre än";

/* Find filter UI operator */
"is smaller than or equal to" = "är mindre än eller lika med";

/* Find filter UI operator */
"is today" = "är idag";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "Kör den här genvägen med rösten genom att lägga till den i Siri.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "Använd den här genvägen från andra appar genom att öppna delningsbladet och trycka på Genvägar.";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "Ange en nyckel för att extrahera dess värde från ordboken, eller lämna tomt för att hämta hela ordboken.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@ (denna enhet)";

/* Full name of contact */
"Full Name" = "Fullständigt namn";

/* Full street address of location */
"Full Street Address" = "Fullständig gatuadress";

/* Get property */
"Get" = "Hämta";

/* Get value for a dictionary key */
"Get Value for Key" = "Hämta värde för nyckel";

/* Go to next import question */
"Continue" = "Fortsätt";

/* Guided tour; drag actions to here hint */
"…to here" = "…hit";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "Dra åtgärder hit";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "När den här åtgärden körs på Apple Watch måste du använda Handoff och fortsätta på iPhone.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "Enhet";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "ISO 8601-tid";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "Glyfen %1$@, %2$@ bakgrundsfärg";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "Välj en anpassad bild som ska användas när den här genvägen läggs till på hemskärmen.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "Bilden ovan används när den här genvägen läggs till på hemskärmen.";

/* Icon editor; accessibility label */
"Icon Preview" = "Symbolförhandsvisning";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "Symbolredigerare för genvägar";

/* Icon editor; segmented control option */
"Color" = "Färg";

/* Icon editor; segmented control option */
"Glyph" = "Glyf";

/* Icon editor; segmented control option */
"Home Screen" = "Hemskärmen";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "Frågor som läggs till här ställs när den här genvägen importeras på en annan enhet. Svaren på frågorna fylls i inuti genvägen.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "Du kan prova att importera frågor med knappen Anpassa genväg i inställningarna för den här genvägen.";

/* Import questions detail view */
"Default Answer" = "Förvalt svar";

/* Import questions detail view */
"Question Text" = "Frågetext";

/* Import questions detail view */
"Type a question here…" = "Skriv en fråga här…";

/* Import questions details view; navigation bar title */
"Details" = "Detaljer";

/* Import questions; button */
"Add New Question…" = "Lägg till ny fråga…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "Välj en parameter från en av åtgärderna nedan.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "Välj en parameter";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "Den här genvägen har inga åtgärder. Lägg till några åtgärder i genvägen innan du ställer in importfrågor.";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "Den här genvägen tar emot %@";

/* Input types of action */
"Input" = "Indata";

/* Input variable description */
"Gets the output of the previous action." = "Hämtar utmatningen från föregående åtgärd.";

/* Install app icon; should match App Store GET button */
"GET" = "HÄMTA";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "Lägg till åtgärder från botten för att bygga genvägen.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "Lägg till åtgärder från vänster för att bygga genvägen.";

/* Item can be anything */
"anything" = "vad som helst";

/* Keep all shortcuts */
"Keep All" = "Behåll alla";

/* Keep shortcuts */
"Keep" = "Behåll";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "Behåll %lu";

/* Label for accessibility custom action to expand actions card */
"Expand" = "Expandera";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "Minimera";

/* Label for types that the workflow accepts. */
"Accepted Types" = "Godkända typer";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "Lägg till %@";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "Vilken typ av värde vill du lägga till?";

/* Long date formatting style */
"Long" = "Långt";

/* Manage sharing */
"Manage Sharing" = "Hantera delning";

/* Medium date formatting style */
"Medium" = "Medel";

/* Missing action error action */
"Update Shortcuts" = "Uppdatera Genvägar";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "Hittade inte den här åtgärden i den här versionen av Genvägar.";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "Namn och URL till affär";

/* Name of measurement unit */
"Unit (Name)" = "Enhet";

/* Navigation bar title */
"Select a Magic Variable" = "Välj en Magic-variabel";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "Lös konflikter";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ Variabel ej tillgänglig.";

/* None option */
"None" = "Inget";

/* Note about using the action */
"Note" = "Anteckning";

/* Parameter already in use by another import question */
"Already In Use" = "Används redan";

/* Parameter not supported for import question */
"Not Supported for Questions" = "Stöds inte för frågor";

/* Piece of text */
"Text" = "Text";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "Den här genvägen importerades från en annan app. Är du säker på att du vill köra den?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "Relativt";

/* Relative date or time formatting style */
"How Long Ago/Until" = "Hur länge sedan/tills";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "Okänd enhet";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "Det här namnet kommer att användas för alla denna %@-åtgärds Magic-variabler.";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "Byt namn på Magic-variabel";

/* Rename shortcut alert title */
"Rename Shortcut" = "Byt namn på genväg";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "Ange ett nytt namn för genvägen.";

/* Rename workflow or variable */
"Rename" = "Byt namn";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "Kräver";

/* Result types of action */
"Result" = "Resultat";

/* Reveal action that is associated with the variable */
"Reveal Action" = "Visa åtgärd";

/* Scripting category */
"Scripting" = "Skriptskrivning";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "Sök";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "Komplikationsgenvägar";

/* Select all input types */
"Select All" = "Markera allt";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@ (%@)";

/* Share a shortcut */
"Share Shortcut" = "Dela genväg";

/* Share a workflow along with a description */
"Share with Description" = "Dela med beskrivning";

/* Share a workflow as a file */
"Share as File" = "Dela som fil";

/* Share shortcut */
"Share" = "Dela";

/* Short date formatting style */
"Short" = "Kort";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "”%@” innehåller inga åtgärder.";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "Tom genväg";

/* Shortcut contains no actions error title */
"No Actions" = "Inga åtgärder";

/* Shortcut description placeholder */
"Customize Shortcut…" = "Anpassa genväg…";

/* Shortcut icon */
"Icon" = "Symbol";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "Välj genväg";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "Flyttades mellan %1$@ och %2$@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "Flyttad till slutet efter %@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "Flyttad till toppen före %@";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "Om du vill använda genvägar från Idag-widgeten lägger du till widgeten genom att följa några enkla steg. Du kan också trycka på Klar om du vill göra det senare.";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "Lägg till Idag-widgeten för att köra genvägar blixtsnabbt.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "En skärmavbild av ett delningsblad i Safari med aktiviteten Genvägar markerad";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "Åtgärdstilläggsgenvägar körs från delningsbladet inuti andra appar.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "Genvägar för Idag-widgeten körs i Notiscenter genom att dra nedåt från överkanten på skärmen.";

/* Shortcut types help view; title */
"Shortcut Types" = "Genvägstyper";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "Raderad på %@";

/* Shortcut was deleted on another device */
"Deleted on another device" = "Raderad på annan enhet";

/* Shortcut was modified on a specified device */
"Modified on %@" = "Ändrad på %@";

/* Shortcut was modified on another device */
"Modified on another device" = "Ändrad på en annan enhet";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "Sök i genvägar…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "Skärmavbild på widgeten Genvägar i Notiscenter";

/* Siri phrase */
"“%@”" = "”%@”";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "Hoppa över inställning";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "1";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "Stoppa delning";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "Skicka till galleri";

/* Tap to choose an option */
"Tap to Choose" = "Tryck för att välja";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "Kolla in genvägen som jag har byggt!";

/* The accessibility label for the actions table view container */
"Actions Controller" = "Åtgärdsstyrning";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "nederkanten av skärmen";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "övre högra kanten av skärmen";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "Vad som helst";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "Ingenting";

/* Title */
"Actions" = "Åtgärder";

/* Title */
"Date Format" = "Datumformat";

/* Title */
"Requires Handoff" = "Kräver Handoff";

/* Title */
"Shortcuts" = "Genvägar";

/* Title */
"Time Format" = "Tidsformat";

/* Title */
"Type" = "Typ";

/* Title for action drawer categories view */
"Categories" = "Kategorier";

/* Title for configuration page for unit */
"Unit (Title)" = "Enhet";

/* Title of main screen showing your library of shortcuts */
"Library" = "Bibliotek";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "Anpassa genvägar";

/* Title or button */
"Import Questions" = "Importfrågor";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "Klar! Din Idag-widget är inställd.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "Sedan hämtar du några genvägar till Idag-widgeten från galleriet.";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "Med Idag-widgeten Genvägar kan du köra genvägar med ett tryck från valfri app genom att bara dra ned Notiscenter.";

/* Today widget explanation button */
"Add Widget" = "Lägg till widget";

/* Today widget explanation button */
"View the Gallery" = "Visa galleriet";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "Kör genvägar blixtsnabbt från valfri plats på %MODEL%.";

/* Unknown item */
"Unknown" = "Okänt";

/* Used in a phrase like 'Add new item' */
"new item" = "nytt objekt";

/* User’s favorited workflows or actions */
"Favorites" = "Favoriter";

/* Variable field placeholder */
"Variable Name" = "Variabelnamn";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "Du kan skapa en variabel genom att lägga till en Ställ in variabel-åtgärd.";

/* Varible picker; none available error title */
"No Variables Are Available" = "Inga variabler är tillgängliga";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "Konflikter";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "Konfigurera den här genvägen";

/* Workflow name */
"Name of Shortcut" = "Namn";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "Tryck på Klar för att fortsätta redigera genvägen.";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "Skärmavbild på klockappen Genvägar";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Apple Watch-genvägar körs från handleden via klockappen eller komplikationen Genvägar.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "Hur hittar jag Idag-widgeten?";

/* iOS Today Widget */
"Today Widget" = "Idag-widget";

